cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'bash-completions'
brew 'git'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'python'
brew 'python3'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'yarn'

#cask 'firefox'
cask 'iterm2-nightly'
#cask 'visual-studio-code'
#cask 'alfred'
#cask 'microsoft-teams'
