cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-versions'

brew 'ack'
brew 'coreutils'
brew 'bash-completion'
brew 'git'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'python@2'
brew 'python3'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'yarn'

cask 'firefox'
cask 'iterm2-beta'
cask 'visual-studio-code'
cask 'dotnet-sdk-preview'
cask '1password-beta'
cask 'alfred2'
cask 'microsoft-teams'
