cask-args appdir: '/Applications'

tap 'homebrew/bundle'

brew upgrade && brew update

brew 'core-utils'
brew 'bash-completions'
brew 'git'
brew 'openssl'
brew 'node'
brew 'ruby-build'
brew 'python'
brew 'rbenv'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'yarn'

cask 'firefox'
cask 'iterm2-nightly'
cask 'visual-studio-code'
cask 'alfred'
cask 'microsoft-teams'